Revit 2027 API
ParameterTypeId.RoomHeight Property
 "Unbounded Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomHeight { get; }
Public Shared ReadOnly Property RoomHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomHeight {
	ForgeTypeId^ get ();
}
static member RoomHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace